CSI API ETABS v1
cSapModel.Tower Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cTower Tower { get; }
ReadOnly Property Tower As cTower
	Get
Dim instance As cSapModel
Dim value As cTower
value = instance.Tower
property cTower^ Tower {
	cTower^ get ();
}
abstract Tower : cTower with get
Property Value
Type: cTower
See Also
Reference
cSapModel Interface
ETABSv1 Namespace